-- 대분류 (5개)
INSERT INTO STANDARD_CATEGORY_LARGE (category_large_key, category_large_key_name) VALUES
('L001', '가전/디지털'), ('L002', '패션/의류'), ('L003', '식품'), ('L004', '홈/인테리어'), ('L005', '스포츠/레저');

-- 중분류 (10개)
INSERT INTO STANDARD_CATEGORY_MEDIUM (category_medium_Key, category_large_Key, category_medium_key_name) VALUES
('M001', 'L001', '주방가전'), ('M002', 'L001', '생활가전'),
('M003', 'L002', '남성의류'), ('M004', 'L002', '여성의류'),
('M005', 'L003', '신선식품'), ('M006', 'L003', '가공식품'),
('M007', 'L004', '가구'), ('M008', 'L004', '조명'),
('M009', 'L005', '캠핑'), ('M010', 'L005', '골프');

-- 소분류 (20개)
INSERT INTO STANDARD_CATEGORY_SMALL (category_small_key, category_large_key, category_medium_key, category_small_key_name) VALUES
('S001', 'L001', 'M001', '에어프라이어'), ('S002', 'L001', 'M001', '믹서기'),
('S003', 'L001', 'M002', '청소기'), ('S004', 'L001', 'M002', '공기청정기'),
('S005', 'L002', 'M003', '셔츠'), ('S006', 'L002', 'M003', '바지'),
('S007', 'L002', 'M004', '원피스'), ('S008', 'L002', 'M004', '블라우스'),
('S009', 'L003', 'M005', '사과'), ('S010', 'L003', 'M005', '한우'),
('S011', 'L003', 'M006', '라면'), ('S012', 'L003', 'M006', '과자'),
('S013', 'L004', 'M007', '소파'), ('S014', 'L004', 'M007', '침대'),
('S015', 'L004', 'M008', '데스크램프'), ('S016', 'L004', 'M008', '무드등'),
('S017', 'L005', 'M009', '텐트'), ('S018', 'L005', 'M009', '침낭'),
('S019', 'L005', 'M010', '골프클럽'), ('S020', 'L005', 'M010', '골프공');


